Repository: Twinlife/twinme-ios
Catalog: Twinme/LocalizableBackup.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# backup_view_security_info
source: The backup encryption key is represented by a series of 12 words that will be required for the restoration.
ar: يتم تمثيل مفتاح التشفير الاحتياطي بسلسلة من 12 كلمة ستكون ضرورية للاستعادة.
bg: Ключът за криптиране на архива е представен от серия от 12 думи, които ще са необходими за възстановяване.
cs: Šifrovací klíč zálohy je tvořen sadou 12 slov, které budou při obnovení vyžadovány.
da: Backup -krypteringsnøglen er repræsenteret af en serie på 12 ord, der kræves til restaurering.
de: Der Verschlüsselungsschlüssel für die Sicherung wird durch eine Folge von 12 Wörtern repräsentiert, die für die Wiederherstellung erforderlich sind.
el: Το κλειδί κρυπτογράφησης του αντιγράφου ασφαλείας αντιπροσωπεύεται από μια σειρά 12 λέξεων που θα απαιτηθούν για την επαναφορά.
es: La clave de cifrado de respaldo está representada por una serie de 12 palabras que se requerirán para la restauración.
fa: کلید رمزگذاری پشتیبان توسط یک سری از 12 کلمه نشان داده شده است که برای ترمیم مورد نیاز است.
fi: Varmuuskopiointiavainta edustaa 12 sanan sarja, jota vaaditaan palauttamiseen.
fr: La clé de chiffrement de la sauvegarde est représentée par une série de 12 mots qui seront nécessaires à la restauration.
he: מפתח הצפנת הגיבוי מיוצג על ידי סדרה של 12 מילים שיידרשו לשיקום.
hi: बैकअप एन्क्रिप्शन कुंजी को 12 शब्दों की एक श्रृंखला द्वारा दर्शाया गया है जो बहाली के लिए आवश्यक होगा।
hr: Ključ za šifriranje sigurnosne kopije predstavljen je nizom od 12 riječi koje će biti potrebne za obnovu.
hu: A biztonsági mentés titkosítási kulcsát 12 szó sorozata jelenti, amelyre a visszaállításhoz szükség lesz.
id: Kunci enkripsi cadangan diwakili oleh serangkaian 12 kata yang akan diperlukan untuk pemulihan.
it: La chiave di crittografia di backup è rappresentata da una serie di 12 parole che saranno necessarie per il restauro.
ja: バックアップ暗号化キーは、復元に必要な一連の12語で表されます。
ko: 백업 암호화 키는 복원에 필요한 일련의 12 단어로 표시됩니다.
nb: Sikkerhetskopieringskrypteringsnøkkelen er representert med en serie på 12 ord som vil være nødvendig for restaureringen.
nl: De back-up-encryptiesleutel wordt weergegeven door een reeks van 12 woorden die nodig zijn voor herstel.
pl: Klucz szyfrowania kopii zapasowej jest reprezentowany przez serię 12 słów, które będą wymagane do przywrócenia.
pt_pt: A chave de criptografia de backup é representada por uma série de 12 palavras que serão necessárias para a restauração.
ro: Cheia de criptare a copiei de rezervă este reprezentată de o serie de 12 cuvinte care vor fi necesare pentru restaurare.
ru: Резервный ключ шифрования представлен серией из 12 слов, которые понадобятся для восстановления.
sk: Šifrovací kľúč zálohy je reprezentovaný sériou 12 slov, ktoré budú potrebné na obnovenie.
sl: Ključ za šifriranje varnostne kopije je predstavljen z zaporedjem 12 besed, ki bodo potrebne za obnovitev.
sq: Çelësi i enkriptimit të kopjes rezervë përfaqësohet nga një seri prej 12 fjalësh që do të kërkohen për rikthim.
sr_latn: Ključ za enkripciju bekapa predstavljen je nizom od 12 reči koje će biti potrebne za vraćanje.
sv: Säkerhetskopieringskrypteringsnyckeln representeras av en serie med 12 ord som kommer att krävas för restaureringen.
tr: Yedekleme şifreleme anahtarı, restorasyon için gerekli olacak 12 kelimelik bir dizi ile temsil edilir.
uk: Ключ резервного шифрування представлений серією з 12 слів, які знадобляться для реставрації.
vi: Khóa mã hóa sao lưu được biểu thị bằng một chuỗi 12 từ cần thiết cho quá trình khôi phục.
zh_hans: 备份加密密钥由恢复所需的一系列 12 个字表示。
zh_hant: 備份加密密鑰由恢復所需的一系列 12 個字表示。

# backup_view_success
source: Backup completed successfully!
ar: اكتمل النسخ الاحتياطي بنجاح!
bg: Архивирането завърши успешно!
cs: Záloha byla úspěšně dokončena!
da: Backup afsluttet med succes!
de: Sicherung erfolgreich abgeschlossen!
el: Το αντίγραφο ασφαλείας ολοκληρώθηκε με επιτυχία!
es: ¡Copia de seguridad completada con éxito!
fa: پشتیبان گیری با موفقیت انجام شد!
fi: Varmuuskopio valmistui onnistuneesti!
fr: Sauvegarde terminée avec succès !
he: הגיבוי הושלם בהצלחה!
hi: बैकअप सफलतापूर्वक पूरा हुआ!
hr: Sigurnosna kopija uspješno dovršena!
hu: A biztonsági mentés sikeresen elkészült!
id: Cadangan selesai dengan sukses!
it: Backup completato con successo!
ja: バックアップが正常に完了しました！
ko: 백업이 성공적으로 완료되었습니다!
nb: Sikkerhetskopiering fullført med hell!
nl: Back -up is met succes voltooid!
pl: Kopia zapasowa zakończona pomyślnie!
pt_pt: Backup concluiu com sucesso!
ro: Copie de rezervă finalizată cu succes!
ru: Резервное копирование завершено успешно!
sk: Záloha bola úspešne dokončená!
sl: Varnostna kopija je bila uspešno dokončana!
sq: Kopja rezervë përfundoi me sukses!
sr_latn: Bekap je uspešno završen!
sv: Säkerhetskopiering slutfördes framgångsrikt!
tr: Yedekleme başarıyla tamamlandı!
uk: Резервне копіювання завершено успішно!
vi: Quá trình sao lưu đã hoàn tất!
zh_hans: 备份成功完成！
zh_hant: 備份成功完成！

# backup_view_success_info
source: Keep this list of 12 words so you can restore this backup.
ar: احتفظ بهذه القائمة المكونة من 12 كلمة حتى تتمكن من استعادة هذه النسخة الاحتياطية.
bg: Запазете този списък от 12 думи, за да можете да възстановите този архив.
cs: Uchovejte si tento seznam 12 slov, abyste mohli tuto zálohu obnovit.
da: Opbevar denne liste over 12 ord, så du kan gendanne denne sikkerhedskopi.
de: Bewahren Sie diese Liste mit 12 Wörtern auf, damit Sie diese Sicherung wiederherstellen können.
el: Διατηρήστε αυτήν τη λίστα των 12 λέξεων ώστε να μπορείτε να επαναφέρετε αυτό το αντίγραφο ασφαλείας.
es: Mantenga esta lista de 12 palabras para que pueda restaurar esta copia de seguridad.
fa: این لیست از 12 کلمه را نگه دارید تا بتوانید این نسخه پشتیبان را بازیابی کنید.
fi: Pidä tämä luettelo 12 sanasta, jotta voit palauttaa tämän varmuuskopion.
fr: Conservez cette liste de 12 mots afin de pouvoir restaurer cette sauvegarde.
he: שמור על רשימה זו של 12 מילים כך שתוכל לשחזר את הגיבוי הזה.
hi: 12 शब्दों की इस सूची को रखें ताकि आप इस बैकअप को पुनर्स्थापित कर सकें।
hr: Sačuvajte ovaj popis od 12 riječi kako biste mogli obnoviti ovu sigurnosnu kopiju.
hu: Őrizze meg ezt a 12 szóból álló listát, hogy vissza tudja állítani ezt a biztonsági mentést.
id: Simpan daftar 12 kata ini sehingga Anda dapat mengembalikan cadangan ini.
it: Mantieni questo elenco di 12 parole in modo da poter ripristinare questo backup.
ja: このバックアップを復元できるように、この12の単語のリストを保持します。
ko: 이 백업을 복원 할 수 있도록이 12 단어 목록을 유지하십시오.
nb: Oppbevar denne listen med 12 ord slik at du kan gjenopprette denne sikkerhetskopien.
nl: Houd deze lijst met 12 woorden bij, zodat u deze back -up kunt herstellen.
pl: Zachowaj listę 12 słów, abyś mógł przywrócić tę kopię zapasową.
pt_pt: Mantenha esta lista de 12 palavras para que você possa restaurar este backup.
ro: Păstrați această listă de 12 cuvinte pentru a putea restaura această copie de rezervă.
ru: Сохраните этот список из 12 слов, чтобы вы могли восстановить эту резервную копию.
sk: Uchovajte si tento zoznam 12 slov, aby ste mohli túto zálohu obnoviť.
sl: Obdržite ta seznam 12 besed, da boste lahko obnovili to varnostno kopijo.
sq: Mbani këtë listë me 12 fjalë që të mund ta riktheni këtë kopje rezervë.
sr_latn: Sačuvajte ovu listu od 12 reči kako biste mogli da vratite ovaj bekap.
sv: Håll den här listan med 12 ord så att du kan återställa denna säkerhetskopia.
tr: Bu yedeklemeyi geri yükleyebilmeniz için bu 12 kelime listesini saklayın.
uk: Зберігайте цей список з 12 слів, щоб ви могли відновити цю резервну копію.
vi: Hãy giữ lại danh sách 12 từ này để bạn có thể khôi phục bản sao lưu này.
zh_hans: 保留此列表的12个单词，以便您可以还原此备份。
zh_hant: 保留此列表的12個單詞，以便您可以還原此備份。

# backup_view_title
source: Backup
ar: نسخة احتياطية
bg: Архив
cs: Záloha
de: Sicherung
el: Αντίγραφο ασφαλείας
fa: تهیه نسخه پشتیبان
fi: Varmuuskopio
fr: Sauvegarde
he: גיבוי
hi: बैकअप
hr: Sigurnosna kopija
hu: Biztonsági mentés
id: Cadangan
ja: バックアップ
ko: 지원
nb: Sikkerhetskopi
pl: Kopia zapasowa
ro: Copie de rezervă
ru: Резервная копия
sk: Záloha
sl: Varnostna kopija
sq: Kopje rezervë
sr_latn: Bekap
sv: Säkerhetskopiering
tr: Yedekleme
uk: Резервне копіювання
vi: Sao lưu
zh_hans: 备份
zh_hant: 備份

# backup_view_use_last_backup_words
source: Use the same list of words as for the last backup.
ar: استخدم نفس قائمة الكلمات كما في آخر نسخة احتياطية.
bg: Използвайте същия списък с думи като при последния архив.
cs: Použijte stejný seznam slov jako pro poslední zálohu.
da: Brug den samme liste over ord som for den sidste sikkerhedskopi.
de: Verwenden Sie dieselbe Wortliste wie für die letzte Sicherung.
el: Χρησιμοποιήστε την ίδια λίστα λέξεων όπως στο τελευταίο αντίγραφο ασφαλείας.
es: Use la misma lista de palabras que para la última copia de seguridad.
fa: از همان لیست کلمات برای آخرین نسخه پشتیبان استفاده کنید.
fi: Käytä samaa sanaluetteloa kuin viimeisessä varmuuskopiossa.
fr: Utiliser la même liste de mots que pour la dernière sauvegarde.
he: השתמש באותה רשימת מילים כמו לגיבוי האחרון.
hi: अंतिम बैकअप के लिए शब्दों की एक ही सूची का उपयोग करें।
hr: Koristite isti popis riječi kao i za posljednju sigurnosnu kopiju.
hu: Használja ugyanazt a szólistát, mint az utolsó mentésnél.
id: Gunakan daftar kata yang sama dengan cadangan terakhir.
it: Usa lo stesso elenco di parole dell'ultimo backup.
ja: 最後のバックアップと同じ単語のリストを使用します。
ko: 마지막 백업과 동일한 단어 목록을 사용하십시오.
nb: Bruk den samme listen over ord som for siste sikkerhetskopi.
nl: Gebruik dezelfde lijst met woorden als voor de laatste back -up.
pl: Użyj tej samej listy słów, co do ostatniej kopii zapasowej.
pt_pt: Use a mesma lista de palavras que para o último backup.
ro: Folosiți aceeași listă de cuvinte ca pentru ultima copie de rezervă.
ru: Используйте тот же список слов, что и для последней резервной копии.
sk: Použite rovnaký zoznam slov ako pri poslednej zálohe.
sl: Uporabite isti seznam besed kot za zadnjo varnostno kopijo.
sq: Përdorni të njëjtën listë fjalësh si për kopjen e fundit rezervë.
sr_latn: Koristite istu listu reči kao za poslednji bekap.
sv: Använd samma lista med ord som för den senaste säkerhetskopian.
tr: Son yedekleme ile aynı kelime listesini kullanın.
uk: Використовуйте той самий список слів, що і для останньої резервної копії.
vi: Sử dụng cùng danh sách các từ như trong lần sao lưu trước.
zh_hans: 使用与最后备份相同的单词列表。
zh_hant: 使用與最後備份相同的單詞列表。

# backup_view_verify_completed
source: Verification complete!
ar: اكتمل التحقق!
bg: Проверката е завършена!
cs: Ověření dokončeno!
da: Bekræftelse fuldført!
de: Verifizierung abgeschlossen!
el: Η επαλήθευση ολοκληρώθηκε!
es: ¡Verificación completa!
fa: تأیید کامل شد!
fi: Vahvistus valmis!
fr: Vérification terminée !
he: האימות הושלם!
hi: सत्यापन पूरा हुआ!
hr: Provjera dovršena!
hu: Az ellenőrzés kész!
id: Verifikasi selesai!
it: Verifica completata!
ja: 確認完了！
ko: 확인 완료!
nb: Bekreftelse fullført!
nl: Verificatie voltooid!
pl: Weryfikacja zakończona!
pt_pt: Verificação concluída!
ro: Verificare finalizată!
ru: Проверка завершена!
sk: Overenie dokončené!
sl: Preverjanje je končano!
sq: Verifikimi përfundoi!
sr_latn: Provera završena!
sv: Verifiering klar!
tr: Doğrulama tamamlandı!
uk: Перевірку завершено!
vi: Xác minh hoàn tất!
zh_hans: 验证完成！
zh_hant: 驗證完成！

# backup_view_verify_message
source: You can also check the integrity of a backup file and whether the data it contains is up-to-date from: Account/Verify a backup.
ar: يمكنك أيضًا التحقق من سلامة ملف النسخة الاحتياطية، وما إذا كانت البيانات التي يحتوي عليها محدثة من: الحساب/التحقق من النسخة الاحتياطية.
bg: Можете също да проверите целостта на архивен файл и дали данните в него са актуални от: Акаунт/Проверка на архив.
cs: Můžete také zkontrolovat integritu souboru zálohy a zda jsou v něm obsažená data aktuální pomocí: Účet/Ověřit zálohu.
da: Du kan også kontrollere integriteten af ​​en sikkerhedskopifil og om de data, den indeholder, er opdaterede fra: Konto/Bekræft en sikkerhedskopi.
de: Sie können die Integrität einer Sicherungsdatei und die Aktualität der darin enthaltenen Daten auch prüfen unter: Konto/Eine Sicherung verifizieren.
el: Μπορείτε επίσης να ελέγξετε την ακεραιότητα ενός αρχείου αντιγράφου ασφαλείας και αν τα δεδομένα που περιέχει είναι ενημερωμένα από: Λογαριασμός/Επαλήθευση αντιγράφου ασφαλείας.
es: También puedes comprobar la integridad de una copia de seguridad y si los datos que contiene están actualizados desde: Cuenta/Verificar copia de seguridad.
fa: همچنین می‌توانید از طریق حساب کاربری/تأیید نسخه پشتیبان، صحت فایل پشتیبان و به‌روز بودن داده‌های موجود در آن را بررسی کنید.
fi: Voit myös tarkistaa varmuuskopiotiedoston eheyden ja sen sisältämien tietojen ajantasaisuuden kohdasta: Tili/Vahvista varmuuskopio.
fr: Vous pouvez également vérifier l'intégrité d'un fichier de sauvegarde et la mise à jour de ses données depuis : Compte/Vérifier une sauvegarde.
he: תוכל גם לבדוק את תקינות קובץ הגיבוי והאם הנתונים שהוא מכיל מעודכנים מ: חשבון/אמת גיבוי.
hi: आप बैकअप फ़ाइल की विश्वसनीयता और उसमें मौजूद डेटा के अप-टू-डेट होने की जाँच निम्न माध्यम से भी कर सकते हैं: खाता/बैकअप सत्यापित करें।
hr: Također možete provjeriti cjelovitost datoteke sigurnosne kopije i jesu li podaci u njoj ažurni putem: Račun/Provjeri sigurnosnu kopiju.
hu: A biztonsági mentés fájljának integritását és a benne lévő adatok naprakészségét is ellenőrizheti itt: Fiók/Biztonsági mentés ellenőrzése.
id: Anda juga dapat memeriksa integritas berkas cadangan dan apakah data di dalamnya mutakhir dari: Akun/Verifikasi cadangan.
it: Puoi anche verificare l'integrità di un file di backup e se i dati in esso contenuti sono aggiornati da: Account/Verifica un backup.
ja: また、「アカウント」>「バックアップを確認」から、バックアップファイルの整合性とデータが最新かどうかを確認することもできます。
ko: 계정/백업 확인을 통해 백업 파일의 무결성과 포함된 데이터가 최신 상태인지 확인할 수도 있습니다.
nb: Du kan også sjekke integriteten til en sikkerhetskopifil og om dataene den inneholder er oppdaterte fra: Konto/Bekreft en sikkerhetskopi.
nl: U kunt ook de integriteit van een back-upbestand en de actualiteit van de gegevens controleren via: Account/Een back-up verifiëren.
pl: Możesz również sprawdzić integralność pliku kopii zapasowej i to, czy zawarte w nim dane są aktualne, korzystając z opcji: Konto/Weryfikacja kopii zapasowej.
pt_pt: Também pode verificar a integridade de um ficheiro de cópia de segurança e se os dados nele contidos estão atualizados em: Conta/Verificar uma cópia de segurança.
ro: Puteți verifica și integritatea unui fișier de backup și dacă datele pe care le conține sunt actualizate din: Cont/Verifică o copie de rezervă.
ru: Вы также можете проверить целостность файла резервной копии и актуальность содержащихся в нём данных, выбрав «Учётная запись»/«Проверка резервной копии».
sk: Môžete tiež skontrolovať integritu súboru zálohy a či sú údaje v ňom aktuálne z: Účet/Overiť zálohu.
sl: Preverite lahko tudi celovitost varnostne datoteke in ali so podatki v njej posodobljeni prek: Račun/Preveri varnostno kopijo.
sq: Mund të kontrolloni gjithashtu integritetin e një skedari rezervë dhe nëse të dhënat që përmban janë të përditësuara nga: Llogaria/Verifiko një kopje rezervë.
sr_latn: Takođe možete da proverite integritet fajla bekapa i da li su podaci u njemu ažurni iz: Nalog/Proveri bekap.
sv: Du kan också kontrollera integriteten för en säkerhetskopia och om informationen den innehåller är uppdaterad från: Konto/Verifiera en säkerhetskopia.
tr: Ayrıca, bir yedekleme dosyasının bütünlüğünü ve içerdiği verilerin güncel olup olmadığını şuradan kontrol edebilirsiniz: Hesap/Yedeklemeyi doğrula.
uk: Ви також можете перевірити цілісність файлу резервної копії та актуальність даних, які він містить, за допомогою: Обліковий запис/Перевірити резервну копію.
vi: Bạn cũng có thể kiểm tra tính toàn vẹn của tệp sao lưu và xem dữ liệu trong đó có được cập nhật hay không bằng cách: Tài khoản/Xác minh bản sao lưu.
zh_hans: 您还可以通过以下方式检查备份文件的完整性以及其中包含的数据是否为最新：帐户/验证备份。
zh_hant: 您也可以透過以下方式檢查備份檔案的完整性以及其中包含的資料是否為最新：帳戶/驗證備份。

# backup_view_verify_not_up_to_date
source: Your backup is not up to date.
ar: نسختك الاحتياطية غير مُحدثة.
bg: Вашият архив не е актуален.
cs: Vaše záloha není aktuální.
da: Din sikkerhedskopi er ikke opdateret.
de: Ihre Sicherung ist nicht aktuell.
el: Το αντίγραφο ασφαλείας σας δεν είναι ενημερωμένο.
es: Su copia de seguridad no está actualizada.
fa: نسخه پشتیبان شما به
fi: Varmuuskopiosi ei ole ajan tasalla.
fr: Votre sauvegarde n'est pas à jour.
he: הגיבוי שלך אינו מעודכן.
hi: आपका बैकअप अद्यतित नहीं है।
hr: Vaša sigurnosna kopija nije ažurna.
hu: A biztonsági mentése nem naprakész.
id: Cadangan Anda belum terbaru.
it: Il tuo backup non è aggiornato.
ja: バックアップは最新ではありません。
ko: 백업이 최신 상태가 아닙니다.
nb: Sikkerhetskopien din er ikke oppdatert.
nl: Uw back-up is niet up-to-date.
pl: Twoja kopia zapasowa nie jest aktualna.
pt_pt: O seu backup não está atualizado.
ro: Copia dvs. de rezervă nu este actualizată.
ru: Ваша резервная копия неактуальна.
sk: Vaša záloha nie je aktuálna.
sl: Vaša varnostna kopija ni posodobljena.
sq: Kopja juaj rezervë nuk është e përditësuar.
sr_latn: Vaš bekap nije ažuran.
sv: Din säkerhetskopia är inte uppdaterad.
tr: Yedeğiniz güncel değil.
uk: Ваша резервна копія не актуальна.
vi: Bản sao lưu của bạn chưa được cập nhật.
zh_hans: 您的备份不是最新的。
zh_hant: 您的備份不是最新的。

# backup_view_verify_up_to_date
source: Your backup is up to date.
ar: نسختك الاحتياطية مُحدثة.
bg: Вашият архив е актуален.
cs: Vaše záloha je aktuální.
da: Din sikkerhedskopi er opdateret.
de: Ihre Sicherung ist aktuell.
el: Το αντίγραφο ασφαλείας σας είναι ενημερωμένο.
es: Su copia de seguridad está actualizada.
fa: نسخه پشتیبان شما به
fi: Varmuuskopiosi on ajan tasalla.
fr: Votre sauvegarde est à jour.
he: הגיבוי שלך מעודכן.
hi: आपका बैकअप अद्यतित है।
hr: Vaša sigurnosna kopija je ažurna.
hu: A biztonsági mentése naprakész.
id: Cadangan Anda terbaru.
it: Il tuo backup è aggiornato.
ja: バックアップは最新です。
ko: 백업이 최신 상태입니다.
nb: Sikkerhetskopien din er oppdatert.
nl: Uw back-up is up-to-date.
pl: Twoja kopia zapasowa jest aktualna.
pt_pt: O seu backup está atualizado.
ro: Copia dvs. de rezervă este actualizată.
ru: Ваша резервная копия актуальна.
sk: Vaša záloha je aktuálna.
sl: Vaša varnostna kopija je posodobljena.
sq: Kopja juaj rezervë është e përditësuar.
sr_latn: Vaš bekap je ažuran.
sv: Din säkerhetskopia är uppdaterad.
tr: Yedeğiniz güncel.
uk: Ваша резервна копія актуальна.
vi: Bản sao lưu của bạn đã được cập nhật.
zh_hans: 您的备份已更新。
zh_hant: 您的備份已更新。

# backup_view_verify_words
source: To verify a backup, you need to enter the 12-word sequence to decrypt it.
ar: للتحقق من النسخة الاحتياطية، أدخل تسلسل الكلمات المكون من ١٢ كلمة لفك تشفيرها.
bg: За да проверите архив, трябва да въведете последователността от 12 думи, за да го декриптирате.
cs: K ověření zálohy je třeba zadat sekvenci 12 slov, aby ji bylo možné dešifrovat.
da: For at bekræfte en sikkerhedskopi skal du indtaste 12-ordssekvensen for at dekryptere den.
de: Um eine Sicherung zu verifizieren, müssen Sie die 12-Wörter-Sequenz zur Entschlüsselung eingeben.
el: Για να επαληθεύσετε ένα αντίγραφο ασφαλείας, πρέπει να εισαγάγετε τη σειρά των 12 λέξεων για να το αποκρυπτογραφήσετε.
es: Para verificar una copia de seguridad, debe ingresar la secuencia de 12 palabras para descifrarla.
fa: برای تأیید نسخه پشتیبان، باید دنباله ۱۲ کلمه‌ای را برای رمزگشایی آن وارد کنید.
fi: Vahvistaaksesi varmuuskopion sinun on annettava 12 sanan sarja sen salauksen purkamiseksi.
fr: Pour vérifier une sauvegarde, vous devez saisir la séquence de 12 mots pour la déchiffrer.
he: כדי לאמת גיבוי, עליך להזין את רצף 12 המילים כדי לפענח אותו.
hi: बैकअप सत्यापित करने के लिए, आपको इसे डिक्रिप्ट करने के लिए 12-शब्द अनुक्रम दर्ज करना होगा।
hr: Za provjeru sigurnosne kopije morate unijeti niz od 12 riječi kako bi se dešifrirala.
hu: Egy biztonsági mentés ellenőrzéséhez meg kell adni a 12 szóból álló sorozatot a visszafejtéshez.
id: Untuk memverifikasi cadangan, Anda perlu memasukkan urutan 12 kata untuk mendekripsinya.
it: Per verificare un backup, devi inserire la sequenza di 12 parole per decrittografarlo.
ja: バックアップを確認するには、12語の文字列を入力して復号する必要があります。
ko: 백업을 확인하려면 12단어 시퀀스를 입력하여 암호를 해독해야 합니다.
nb: For å bekrefte en sikkerhetskopi må du skrive inn 12-ordssekvensen for å dekryptere den.
nl: Om een ​​back-up te verifiëren, moet u de reeks van 12 woorden invoeren om deze te ontsleutelen.
pl: Aby zweryfikować kopię zapasową, musisz wprowadzić 12-wyrazową sekwencję, aby ją odszyfrować.
pt_pt: Para verificar um backup, precisa de introduzir a sequência de 12 palavras para o desencriptar.
ro: Pentru a verifica o copie de rezervă, trebuie să introduceți secvența de 12 cuvinte pentru a o decripta.
ru: Для проверки резервной копии необходимо ввести последовательность из 12 слов для её расшифровки.
sk: Na overenie zálohy musíte zadať sekvenciu 12 slov, aby sa dala dešifrovať.
sl: Za preverjanje varnostne kopije morate vnesti zaporedje 12 besed, da jo dešifrirate.
sq: Për të verifikuar një kopje rezervë, duhet të futni sekuencën me 12 fjalë për ta dekriptuar atë.
sr_latn: Da biste proverili bekap, morate da unesete niz od 12 reči kako bi mogao da se dekriptuje.
sv: För att verifiera en säkerhetskopia måste du ange 12-ordssekvensen för att dekryptera den.
tr: Bir yedeklemeyi doğrulamak için, şifresini çözmek üzere 12 kelimelik diziyi girmeniz gerekir.
uk: Щоб перевірити резервну копію, потрібно ввести послідовність із 12 слів для її розшифрування.
vi: Để xác minh bản sao lưu, bạn cần nhập chuỗi 12 từ để giải mã.
zh_hans: 要验证备份，您需要输入 12 个单词的序列来解密。
zh_hant: 要驗證備份，您需要輸入 12 個單字的序列來解密。

# backup_view_wait_message
source: Do not leave this screen while the backup is in progress.
ar: لا تترك هذه الشاشة بينما تكون النسخ الاحتياطي قيد التقدم.
bg: Не напускайте този екран, докато архивирането е в ход.
cs: Neopouštějte tuto obrazovku, dokud probíhá zálohování.
da: Forlad ikke denne skærm, mens sikkerhedskopien er i gang.
de: Verlassen Sie diesen Bildschirm nicht, während die Sicherung läuft.
el: Μην εγκαταλείψετε αυτήν την οθόνη όσο βρίσκεται σε εξέλιξη το αντίγραφο ασφαλείας.
es: No deje esta pantalla mientras la copia de seguridad está en progreso.
fa: این صفحه را در حالی که نسخه پشتیبان تهیه شده است ، ترک نکنید.
fi: Älä jätä tätä näyttöä varmuuskopion ollessa käynnissä.
fr: Ne quittez pas cet écran pendant que la sauvegarde est en cours.
he: אל תשאיר את המסך הזה בזמן שהגיבוי מתבצע.
hi: इस स्क्रीन को न छोड़ें जबकि बैकअप प्रगति पर है।
hr: Ne napuštajte ovaj zaslon dok je sigurnosna kopija u tijeku.
hu: Ne hagyja el ezt a képernyőt, amíg a mentés folyamatban van.
id: Jangan tinggalkan layar ini saat cadangan sedang berlangsung.
it: Non lasciare questa schermata mentre il backup è in corso.
ja: バックアップが進行中にこの画面を離れないでください。
ko: 백업이 진행되는 동안이 화면을 남기지 마십시오.
nb: Ikke la denne skjermen ligge mens sikkerhetskopien pågår.
nl: Verlaat dit scherm niet terwijl de back -up aan de gang is.
pl: Nie opuszczaj tego ekranu podczas tworzenia kopii zapasowej.
pt_pt: Não deixe esta tela enquanto o backup estiver em andamento.
ro: Nu părăsiți acest ecran cât timp copia de rezervă este în curs.
ru: Не оставляйте этот экран, пока резервная копия находится в процессе.
sk: Neopúšťajte túto obrazovku, kým prebieha zálohovanie.
sl: Ne zapuščajte tega zaslona, dokler je varnostno kopiranje v teku.
sq: Mos e lini këtë ekran ndërsa kopja rezervë është në proces.
sr_latn: Ne napuštajte ovaj ekran dok je bekap u toku.
sv: Lämna inte den här skärmen medan säkerhetskopian pågår.
tr: Yedekleme devam ederken bu ekrandan ayrılmayın.
uk: Не залишайте цей екран, поки резервна копія триває.
vi: Không rời khỏi màn hình này trong khi quá trình sao lưu đang diễn ra.
zh_hans: 备份进行时，请勿离开此屏幕。
zh_hant: 備份進行時，請勿離開此屏幕。
